import Image from '../Школа_Афін.jpg';

export default function Picture()
{
    return(
        <>
            <div>
                <h1>Школа Афін - Рафаель</h1>

                <img src={Image} alt="Школа Афін - Рафаель"/>

                <p>
                    "Школа Афін" - це велика фреска італійського живописця Рафаеля, яка зображує зібрання видатних
                    філософів, вчених та математиків античності.
                </p>

                <p>
                    Картину відзначає виняткова композиція та використання перспективи, що надає їй глибокий простір. У
                    центрі уваги - Платон та Аристотель, які обмінюються думками, оточені іншими видатними постатями,
                    такими як Сократ, Пітагора та Евклід.
                </p>

                <p>
                    Картина втілює ідеї гармонії та єдності, що відображають ідеали Відродження. Вона є великим внеском
                    Рафаеля в світове мистецтво та залишається невмирущим шедевром.
                </p>
            </div>
        </>
    )
}